


export const advantagesList = [
{
    id: 1,
    icon: "COFFEEMACHINE",
    title: 'Отличное качество кофе',
    description: 'Покупаем свежие зерна только у проверенных поставщиков. Обжариваем, мелем и варим мега вкусный кофе. Все кто пробовал наш кофе - теперь наши постоянные клиенты.',
},
{ id: 2,
    icon: '',
    title: 'Выпечка собственного производства',
    description: 'Наши круасаны всегда свежие и всегда вкусные. наши круасаны всегда свежие и всегда вкусные. наши круасаны наши круасаны наши круасаны всегда свежие и всегда вкусные.',},
{ id: 3,
    icon: '',
    title: 'Всегда приятные бонусы',
    description: 'Седьмой кофе в подарок. Получи карточку и собирай отметки. Покупай кофе в зернах и получи эспрессо в подарок.',},
];