
export const advantagesList = [
{
    id: 1,
    icon: 'coffeemachine',
    title: 'Отличное качество кофе',
    description: 'Покупаем свежие зерна только у проверенных поставщиков. Обжариваем, мелем и варим мега вкусный кофе. Все кто пробовал наш кофе - теперь наши постоянные клиенты.',
},
{ id: 2,
    icon: 'crescent',
    title: 'Выпечка собственного производства',
    description: 'Наши круасаны всегда свежие и всегда вкусные. наши круасаны всегда свежие и всегда вкусные. наши круасаны наши круасаны наши круасаны всегда свежие и всегда вкусные.',},
{ id: 3,
    icon: 'gift',
    title: 'Всегда приятные бонусы',
    description: 'Седьмой кофе в подарок. Получи карточку и собирай отметки. Покупай кофе в зернах и получи эспрессо в подарок.*',
    smallText: '*предложение действует при покупке от 100грамм'},
];

export const coffeeMenu = [
    {
        id: 1,
        name: 'Эспрессо',
        ml: '35',
        price: '18',
    },
    {
        id: 2,
        name: 'Эспрессо двойной',
        ml: '70',
        price: '28',
    },
    {
        id: 3,
        name: 'Эспрессо c молоком',
        ml: '200',
        price: '23',
    },
    {
        id: 4,
        name: 'Американо',
        ml: '200',
        price: '18',
    },
    {
        id: 5,
        name: 'Американо двойной',
        ml: '200',
        price: '28',
    },
    {
        id: 6,
        name: 'Флет уайт',
        ml: '200',
        price: '35',
    },
    {
        id: 7,
        name: 'Раф',
        ml: '250',
        price: '30',
    },
    {
        id: 8,
        name: 'Латте',
        ml: '350',
        price: '26',
    },
    {
        id: 9,
        name: 'Латте с сиропом',
        ml: '350',
        price: '29',
    },
    {
        id: 10,
        name: 'Капучино',
        ml: '250',
        price: '25',
    },
    {
        id: 11,
        name: 'Мегакапучино',
        ml: '250',
        price: '35',
    },
    {
        id: 12,
        name: 'Капучино c сиропом',
        ml: '250',
        price: '28',
    },
    {
        id: 13,
        name: 'Капучино миндальный',
        ml: '250',
        price: '30',
    },
    {
        id: 14,
        name: 'Фреш капучино',
        ml: '250',
        price: '50',
    },
    {
        id: 15,
        name: 'Мокко',
        ml: '250',
        price: '29',
    },
    {
        id: 16,
        name: 'Белый мокко',
        ml: '250',
        price: '29',
    },
    {
        id: 17,
        name: 'Дольче кофе',
        ml: '200',
        price: '30',
    },
    {
        id: 18,
        name: 'Какао',
        ml: '250',
        price: '25',
    },
]
