
export const advantagesList = [
{
    id: 1,
    icon: 'coffeemachine',
    title: 'Отличное качество кофе',
    description: 'Покупаем свежие зерна только у проверенных поставщиков. Обжариваем, мелем и варим мега вкусный кофе. Все кто пробовал наш кофе - теперь наши постоянные клиенты.',
},
{ id: 2,
    icon: 'crescent',
    title: 'Выпечка собственного производства',
    description: 'Наши круасаны всегда свежие и всегда вкусные. наши круасаны всегда свежие и всегда вкусные. наши круасаны наши круасаны наши круасаны всегда свежие и всегда вкусные.',},
{ id: 3,
    icon: 'gift',
    title: 'Всегда приятные бонусы',
    description: 'Седьмой кофе в подарок. Получи карточку и собирай отметки. Покупай кофе в зернах и получи эспрессо в подарок.*',
    smallText: '*предложение действует при покупке от 100грамм'},
];

export const coffeeMenu = [
    {
        id: 1,
        name: 'Эспрессо',
        ml: '35',
        price: '18',
    },
    {
        id: 2,
        name: 'Эспрессо двойной',
        ml: '70',
        price: '28',
    },
    {
        id: 3,
        name: 'Эспрессо c молоком',
        ml: '200',
        price: '23',
    },
    {
        id: 4,
        name: 'Американо',
        ml: '200',
        price: '18',
    },
    {
        id: 5,
        name: 'Американо двойной',
        ml: '200',
        price: '28',
    },
    {
        id: 6,
        name: 'Флет уайт',
        ml: '200',
        price: '35',
    },
    {
        id: 7,
        name: 'Раф',
        ml: '250',
        price: '30',
    },
    {
        id: 8,
        name: 'Латте',
        ml: '350',
        price: '26',
    },
    {
        id: 9,
        name: 'Латте с сиропом',
        ml: '350',
        price: '29',
    },
    {
        id: 10,
        name: 'Капучино',
        ml: '250',
        price: '25',
    },
    {
        id: 11,
        name: 'Мегакапучино',
        ml: '250',
        price: '35',
    },
    {
        id: 12,
        name: 'Капучино c сиропом',
        ml: '250',
        price: '28',
    },
    {
        id: 13,
        name: 'Капучино миндальный',
        ml: '250',
        price: '30',
    },
    {
        id: 14,
        name: 'Фреш капучино',
        ml: '250',
        price: '50',
    },
    {
        id: 15,
        name: 'Мокко',
        ml: '250',
        price: '29',
    },
    {
        id: 16,
        name: 'Белый мокко',
        ml: '250',
        price: '29',
    },
    {
        id: 17,
        name: 'Дольче кофе',
        ml: '200',
        price: '30',
    },
    {
        id: 18,
        name: 'Какао',
        ml: '250',
        price: '25',
    },
]


export const iceCoffee = [
    {
        id: 1,
        name: 'Колд Брю',
        ml: '300',
        price: '32',
    },
    {
        id: 2,
        name: 'Ice Black',
        ml: '400',
        price: '30',
    },
    {
        id: 3,
        name: 'Холодный Латте',
        ml: '400',
        price: '28',
    },
    {
        id: 4,
        name: 'Кофе-тоник',
        ml: '400',
        price: '30',
    },
    {
        id: 5,
        name: 'Фреш кофе',
        ml: '400',
        price: '52',
    },
]

export const tea = [
    {id: 1,
        name: 'Чай в ассортименте',
        ml: '400',
        price: '15',
    },
    {id: 2,
        name: 'Холодный чай',
        ml: '400',
        price: '25',
    },
    {id: 3,
        name: 'Лимонад',
        ml: '400',
        price: '25',
    },
]

export const bakery = [
    {id: 1,
        name: 'Круассан',
        price: '25',

    },
    {id: 2,
        name: 'Круассан с заварным кремом',
        price: '30',

    },
    {id: 3,
        name: 'Круассан с клубникой',
        price: '30',

    },
    {id: 4,
        name: 'Круассан c шоколадом',
        price: '30',

    },
    {id: 5,
        name: 'Круассан миндальный',
        price: '35',

    },
    {id: 6,
        name: 'Мафин шоколадный',
        price: '18',

    },
    {id: 7,
        name: 'Мафин карамельный',
        price: '18',

    },
    {id: 8,
        name: 'Печенье миндальное',
        price: '16',

    },
    {id: 9,
        name: 'Печенье шоколадное',
        price: '16',

    },
]


export const whyTasty = [
    {id: 1,
        icon: require("@/assets/tasty1.png"),
        title: 'Только свежие зерна',
        description: 'покупаем только свежие зерна у проверенных поставщиков. покупаем только свежие зерна у проверенных поставщиков покупаем только свежие зерна у проверенных поставщиков',},
    {id: 2,
        icon: require("@/assets/tasty2.png"),
        title: 'Качественная обжарка',
        description: 'обжариваем на современном оборудовании с учетом всех ньюансов технологии обжариваем на современном оборудовании с учетом всех ньюансов технологии. обжариваем на современном оборудовании с учетом',},
    {id: 3,
        icon: require("@/assets/tasty3.png"),
        title: 'Приготовлено с любовью',
        description: 'мелем небольшими порциями и с любовью варим его для Вас  мелем небольшими порциями и с любовью варим его для Вас мелем небольшими порциями и с любовью варим его для Вас',}
]